Repository: onfido/onfido-auth-sdk-ios
Catalog: localization/*.lproj/Localizable.strings
Languages: de, es, fr

# onfido_auth_accessibility_back_button
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler

# onfido_auth_retry_button_primary
source: Start camera
de: Kamera starten
es: Iniciar cámara
fr: Démarrer la caméra

# onfido_auth_capture_start_button_primary
source: Start face scan
de: Starten Sie mit dem Scannen des Gesichts
es: Iniciar escaneo del rostro
fr: Démarrer le scan du visage

# onfido_auth_permission_title_cam
source: Allow camera access
de: Zugriff auf Kamera erlauben
es: Permitir acceso a la cámara
fr: Autoriser l’accès à la caméra

# onfido_auth_permission_body_cam
source: To continue, you must enable camera permissions when prompted.
de: Um fortzufahren, müssen Sie bei Aufforderung die Kameraberechtigungen aktivieren.
es: Para continuar, deberá conceder acceso a la cámara cuando se le solicite.
fr: Pour continuer, vous devez activer les autorisations de la caméra lorsque vous y êtes invité.

# onfido_auth_permission_denied_body_cam
source: To continue, you must enable camera permissions in your device settings.
de: Um fortzufahren, müssen Sie die Kameraberechtigungen in Ihren Geräteeinstellungen aktivieren.
es: Para continuar, deberá conceder acceso a la cámara desde la configuración de su móvil.
fr: Pour continuer, vous devez activer les autorisations de la caméra dans les paramètres de votre mobile.

# onfido_auth_permission_button_primary_cam
source: Enable camera
de: Kamera aktivieren
es: Conceder acceso a la cámara
fr: Activer la caméra

# onfido_auth_permission_denied_button_primary_cam
source: Launch settings
de: Einstellungen starten
es: Acceder a la configuración
fr: Paramètres de lancement

# onfido_auth_capture_feedback_center_face
source: Frame your face
de: Positionieren Sie Ihr Gesicht im Rahmen
es: Coloque su rostro en el marco
fr: Encadrez votre visage

# onfido_auth_capture_feedback_face_not_found
source: Make sure your face is visible
de: Stellen Sie sicher, dass Ihr Gesicht sichtbar ist
es: Asegúrese que su cara sea visible
fr: Assurez-vous que votre visage est visible

# onfido_auth_capture_feedback_not_looking_straight
source: Look forward
de: Schauen Sie nach vorne
es: Mire hacia adelante
fr: Regardez devant vous

# onfido_auth_capture_feedback_head_not_upright
source: Keep your head upright
de: Halten Sie Ihren Kopf aufrecht
es: Mantenga la cabeza erguida
fr: Gardez la tête droite

# onfido_auth_capture_feedback_steady
source: Keep still
de: Halten Sie still
es: No se mueva
fr: Ne bougez pas

# onfido_auth_capture_feedback_move_back
source: Now move back
de: Gehen sie jetzt zurück
es: Ahora muévase hacia atrás
fr: Maintenant, reculez

# onfido_auth_capture_feedback_move_close
source: Now move in closer
de: Rücken Sie jetzt näher heran
es: Ahora acérquese
fr: Maintenant, approchez-vous

# onfido_auth_capture_feedback_move_closer
source: Move in closer
de: Rücken Sie näher heran
es: Acérquese
fr: Approchez-vous

# onfido_auth_capture_feedback_eye_level
source: Keep your camera at eye level
de: Halten Sie Ihre Kamera auf Augenhöhe
es: Mantenga la cámara a la altura de los ojos
fr: Gardez votre appareil photo au niveau des yeux

# onfido_auth_capture_feedback_even_lighting
source: Make sure your lighting is even
de: Stellen Sie sicher, dass Ihre Beleuchtung gleichmäßig ist
es: Asegúrese de que la iluminación sea uniforme
fr: Assurez-vous que votre éclairage est uniforme

# onfido_auth_capture_start_title
source: Start face scan
de: Starten Sie mit dem Scannen des Gesichts
es: Iniciar escaneo del rostro
fr: Démarrer le scan du visage

# onfido_auth_capture_start_body
source: Fit your face within the oval frame
de: Positionieren Sie Ihr Gesicht innerhalb des ovalen Rahmens
es: Coloque su rostro dentro del marco ovalado
fr: Gardez votre visage dans l’ovale.

# onfido_auth_progress_loader
source: Uploading
de: Hochladen
es: Cargando
fr: Téléversement

# onfido_auth_upload_pass_body
source: Upload successful
de: Hochladen erfolgreich
es: Carga realizada correctamente
fr: Téléversement réussi

# onfido_auth_retry_title
source: Scan your face again
de: Scannen Sie Ihr Gesicht erneut
es: Vuelva a escanear su rostro
fr: Scannez à nouveau votre visage

# onfido_auth_retry_subtitle
source: We weren’t able to capture your face properly
de: Wir konnten Ihr Gesicht nicht ordnungsgemäß erfassen
es: No hemos podido capturar su rostro correctamente
fr: Nous n’avons pas été en mesure de capturer votre visage correctement

# onfido_auth_capture_start_feedback_center_face
source: Frame your face
de: Positionieren Sie Ihr Gesicht im Rahmen
es: Coloque su rostro en el marco
fr: Encadrez votre visage

# onfido_auth_capture_start_feedback_head_not_upright
source: Keep your head upright
de: Halten Sie Ihren Kopf aufrecht
es: Mantenga la cabeza erguida
fr: Gardez la tête droite

# onfido_auth_capture_start_feedback_not_looking_straight
source: Look forward
de: Schauen Sie nach vorne
es: Mire hacia adelante
fr: Regardez devant vous

# onfido_auth_capture_start_feedback_steady_count_3
source: Keep still: 3
de: Halten Sie still: 3
es: No se mueva: 3
fr: Restez immobile : 3

# onfido_auth_capture_start_feedback_steady_count_2
source: Keep still: 2
de: Halten Sie still: 2
es: No se mueva: 2
fr: Restez immobile : 2

# onfido_auth_capture_start_feedback_steady_count_1
source: Keep still: 1
de: Halten Sie still: 1
es: No se mueva: 1
fr: Restez immobile : 1

# onfido_auth_capture_start_feedback_remove_sunglasses
source: Remove your sunglasses
de: Nehmen Sie Ihre Sonnenbrille ab
es: Quítese las gafas de sol
fr: Retirez vos lunettes de soleil

# onfido_auth_capture_start_feedback_neutral_expression
source: Keep a neutral expression
de: Behalten Sie einen neutralen Gesichtsausdruck
es: Mantenga una expresión neutra
fr: Gardez une expression neutre

# onfido_auth_capture_start_feedback_conditions_too_bright
source: Find a less bright environment
de: Suchen Sie eine weniger helle Umgebung auf
es: Busque un entorno con menos luz
fr: Trouvez un environnement moins lumineux

# onfido_auth_capture_start_feedback_conditions_too_dark
source: Find a brighter environment
de: Suchen Sie eine hellere Umgebung auf
es: Busque un entorno con más luz
fr: Trouvez un environnement plus lumineux

# onfido_auth_retry_body_neutral_expression
source: Keep a neutral expression
de: Behalten Sie einen neutralen Gesichtsausdruck
es: Mantenga una expresión neutra
fr: Gardez une expression neutre

# onfido_auth_retry_body_too_bright
source: Find a less bright environment
de: Suchen Sie eine weniger helle Umgebung auf
es: Busque un entorno con menos luz
fr: Trouvez un environnement moins lumineux

# onfido_auth_retry_body_blur
source: Clean your camera lens
de: Reinigen Sie Ihr Kameraobjektiv
es: Limpie el objetivo de su cámara
fr: Nettoyez l’objectif de votre appareil photo

# onfido_info_tablet_orientation_subtitle
source: We support portrait mode only
de: Wir unterstützen nur den Porträtmodus
es: Por favor coloque su iPad en sentido vertical
fr: Nous supportons uniquement le mode portrait

# onfido_info_tablet_orientation_title
source: Please rotate your iPad
de: Bitte drehen Sie Ihr iPad
es: Por favor gire su iPad
fr: Veuillez tourner votre tablette

# onfido_info_tablet_orientation_body
source: The button should be at the bottom of the screen
de: Die Schaltfläche sollte sich am unteren Rand des Bildschirms befinden
es: El botón de inicio debería estar en la parte inferior de la pantalla
fr: Le bouton doit se trouver en bas de votre tablette
